main_text = """
<b>Присоединяйтесь к нашему эксклюзивному  VIP сообществу любителей краш игр в казино и получите доступ к ряду эксклюзивных преимуществ:</b>

📈 <b>Эксклюзивные стратегии:</b> Получите доступ к самым эффективным и проверенным стратегиям от наших экспертов. Наши методы помогут вам увеличить ваш доход и снизить риски.

📣 <b>Личное общение с Захаром Кругловым:</b> Получите возможность участвовать в эксклюзивных игровых сессиях под руководством Захара Круглова в прямом эфире. Под его руководством вы сможете не только улучшить свои навыки, но и заработать реальные деньги.

🤑 <b>Возможность заработка:</b> Применяйте полученные знания на практике и зарабатывайте реальные деньги вместе с нами. Наше сообщество поможет вам достичь успеха в мире онлайн-игр и реализовать ваши финансовые цели.

💻 <b>Сообщество единомышленников:</b> Общайтесь с другими участниками, которые разделяют вашу страсть к краш играм и желание достичь финансовой независимости. Здесь вы найдете поддержку, мотивацию и возможность обмениваться опытом.

🤩 <b>Эксклюзивный контент:</b> Мы предоставляем вам эксклюзивный контент, включая стримы и игровые сессии в прямом эфире с участием Захара Круглова. Подписчики могут наблюдать за игрой, анализировать коэффициенты и делать свои ставки испытывая настоящие эмоции победы, получая уникальный опыт от ведущего эксперта. 

✅ <b>Пройдите легкую регистрацию на актуальном сайте из списка бота, присоединяйтесь к нашему сообществу уже сегодня и начните покорять новые высоты вместе с Захаром Кругловым и нашей командой профессионалов!</b>
"""

register_one_win = """
Как начать?

🚀 <b>Как вступить в наше VIP Сообщество победителей за четыре простых шага</b>
    
1️⃣  Перейдите по ссылке: https://1wwqej.win/casino/list/4 или нажмите кнопку ниже.
    
Используйте ПРОМОКОД: KRUGLOV500 +500% К Вашему Депозиту
Регистрироваться необходимо именно по этой ссылке и промокоду✅
    
🚨<b>!Внимание!</b>🚨
Если у вас уже есть аккаунт на платформе - просто создайте новый ПО ССЫЛКЕ И ПРОМОКОДУ выше
    
2️⃣  Пополнить Ваш новый аккаунт 1WIN на нужную Вам сумму

‼️<b>Внимание</b>‼️
Бот не сможет активировать учетную запись, пока вы не пополните баланс.
Пополнить депозит для активации бота, возможно на любую сумму💰
    
3️⃣  Подписаться на наш Канал: https://t.me/+sQIYUgucqlQ4ZWNk
    
4️⃣  После регистрации и пополнения счета, отправь ID номер своего игрового счета нового аккаунта, нажава на кнопку 
'👑 Получить доступ к VIP' в главном меню.

ID аккаунта на 1 WIN находится вверху справа рядом с зеленой кнопкой <b>ПОПОЛНИТЬ</b> 3 точки, необходимо  нажать - детализация и около крестика (закрыть) будет нужная информация
Пример, что писать боту: 15902781

❗ <b>Если вы уже зарегистрировались в проектах Захара Круглова на 1WIN с использованием его ссылки и промокода ранее, создание нового аккаунта не требуется. Просто введите свой ID, и бот найдет вашу регистрацию в системе.</b>
    
Будьте частью нашего VIP-сообщества победителей уже через 10 минут легкой регистрации. Присоединяйтесь сейчас и откройте для себя мир возможностей вместе с нами!

<b>Остались вопросы?

Напиши мне:

@kruglovjet</b>
"""
